Repository: bucanero/pkgi-ps3
Catalog: pkgfiles/USRDIR/LANG/*.po
Languages: de, fi, fr, pl, pt, tr

source: Installing
de: Installiere
fi: Asennetaan
fr: Installation en cours
pl: Instalowanie
pt: Instalando
tr: Kuruluyor

source: Please wait...
de: Bitte warten...
fi: Odota hetki...
fr: Attendez SVP...
pl: Prosze czekac...
pt: Por favor espere...
tr: LÅtfen Bekleyin...

source: Installation failed
de: Installation fehlgeschlagen
fi: Asennus ep„onnistui
fr: Installation a ÇchouÇe
pl: Instalacja nie powiodla sie
pt: Erro na instala‡ao
tr: Kurulum Basarisiz Oldu

source: Successfully downloaded
de: Download Erfolgreich
fi: Onnistuneesti ladattu
fr: TÇlÇchargement rÇussi
pl: Pobrano pomyslnie
pt: Download conclu¡do
tr: Basariyla YÅklendi

source: Task successfully queued (reboot to start)
de: Aufgabe erfolgreich hinzugefÅgt (neustart erforderlich)
fi: Teht„v„ onnistuneesti jonossa (k„ynnist„ uudelleen aloittaaksesi)
fr: TÉche mise en file d'attente avec succäs (redÇmarrage pour dÇmarrer)
pl: Zadanie pomyslnie umieszczone w kolejce (uruchom ponownie, aby rozpoczac)
pt: Adicionado a fila com sucesso (reinicie para come‡ar)
tr: Gîrev Basariyla Siraya Alindi(Baslatmak iáin yeniden baslatin.)

source: pkg requires %u %s free space, but only %u %s available
de: pkg erfordert %u %s freien Speicherplatz, aber es sind nur %u %s verfÅgbar
fi: pkg vaatii %u %s vapaata tilaa, mutta vain %u %s vapaana
fr: pkg requiert %u %s d'espace libre, mais seulement %u %s disponible
pl: pkg wymaga %u %s wolnego miejsca, ale dostepne jest tylko %u %s
pt: O Pkg requer %u %s espa‡o livre, por‚m apenas %u %s dispon¡vel
tr: PKG %u %s kadar bos alan gerektirir ancak %u %s kadar alan mevcut

source: All
de: Alles
fi: Kaikki
fr: Tous
pl: Wszystko
pt: Todos
tr: Hepsi

source: Games
de: Spiele
fi: Pelit
fr: Jeux
pl: Gry
pt: Jogos
tr: Oyunlar

source: DLCs
fi: DLC:t
pl: DLC
tr: DLC'ler

source: Themes
de: Designs
fi: Teemat
fr: Thämes
pl: Motywy
pt: Temas
tr: Temalar

source: Avatars
de: Avatare
fi: Avatarit
pl: Awatary
pt: Avatares
tr: Karakterler

source: Demos
fi: Demot
fr: DÇmos
pl: Dema
tr: Demolar

source: Updates
fi: P„ivitykset
fr: Mises Ö jour
pl: Aktualizacje
pt: Atualiza‡oes
tr: GÅncelle

source: Emulators
de: Emulatoren
fi: Emulaattorit
fr: Emulateurs
pl: Emulatory
pt: Emuladores
tr: ôykÅnÅcÅler

source: Apps
fi: Sovellukset
fr: Applications
pl: Aplikacje
pt: Aplica‡oes
tr: Uygulamalar

source: Tools
fi: Ty”kalut
fr: Outils
pl: Narzedzia
pt: Ferramentas
tr: Araálar

source: Unknown
de: Unbekannt
fi: Tuntematon
fr: Inconnu
pl: Nieznany
pt: Desconhecido
tr: Bilinmeyen

source: Exit to XMB?
de: ZurÅck zum XMB?
fi: Poistu XMB:hen?
fr: Sortir vers XMB?
pl: Wyjsc do XMB?
pt: Sair para XMB?
tr: XMB'ye dînÅlsÅn mÅ?

source: No items!
de: Keine Dateien!
fi: Ei kohteita
fr: pas d'article!
pl: Zadnych danych!
pt: Nao h itens!
tr: ôge yok!

source: Item already installed, download again?
de: Datei schon installiert, erneut downloaden?
fi: Ladattu, haluatko ladata uudelleen?
fr: Article dÇjÖ installÇ, tÇlÇcharger Ö nouveau?
pl: Element juz zainstalowany, pobrac ponownie?
pt: Item j instalado, baixar novamente?
tr: Bu îge zaten indirildi. Yeniden indirilsin mi?

source: Downloading...
de: Downloade...
fi: Lataa...
fr: TÇlÇchargement...
pl: Sciaganie...
pt: Baixando...
tr: Indiriliyor...

source: Preparing...
fi: Valmistelee...
fr: PrÇparation en cours...
pl: Przygotowanie...
pt: Preparando...
tr: Hazirlaniyor...

source: Refreshing
de: Aktualisieren
fi: P„ivitt„„
fr: Rafraåchissement en cours
pl: Odswiezanie
pt: Atualizando
tr: Yenileniyor

source: Count
de: ZÑhler
fi: M„„r„
fr: Compter
pl: Przeliczanie
pt: Quantidade
tr: Sayi

source: Free
de: Frei
fi: Ilmainen
fr: Vide
pl: Darmowy
pt: Livre
tr: Bos

source: Select
de: AuswÑhlen
fi: Valitse
fr: SÇlection
pl: Wybierz
pt: Selecionar
tr: Seá

source: Close
de: Schlie·en
fi: Sulje
fr: Fermer
pl: Zamknij
pt: Fechar
tr: Kapat

source: Cancel
de: Abbrechen
fi: Peruuta
fr: Annuler
pl: Anuluj
pt: Cancelar
tr: Iptal Et

source: Download
fi: Lataa
fr: Chargement
pl: Pobierz
pt: Baixar
tr: Indir

source: Menu
de: MenÅ
fi: Valikko
tr: MenÅ

source: Details
fi: Tiedot
fr: DÇtails
pl: Szczegoly
pt: Detalhes
tr: Detaylar

source: Exit
de: Ausgang
fi: Poistu
fr: Sortie
pl: Wyjdz
pt: Sair
tr: Äikis

source: Successfully downloaded PKGi PS3 update
de: Erfolgreich PKGi PS3 update gedownloaded
fi: Onnistuneesti ladattu PKGi PS3 p„ivitys
fr: Mise Ö jour PKGi PS3 tÇlÇchargÇe avec succäs
pl: Pomyslnie pobrano aktualizacje PKGi PS3
pt: Atualiza‡ao de PKGi PS3 baixada com sucesso
tr: PKGi PS3 gÅncellemesi basariyla indirildi

source: Search
de: Suchen
fi: Haku
fr: Recherche
pl: Szukaj
pt: Buscar
tr: Ara

source: failed to download list from
de: Liste konnte nicht heruntergeladen werden von
fi: lataus listan lataaminen ep„onnistui paikasta
fr: Çchec du tÇlÇchargement de la liste depuis
pl: nie udalo sie pobrac z listy
pt: Falha ao baixar lista de
tr: Liste suradan indirilemedi

source: list is too large... tarkista onko uudempaa pkgi versiota!
fi: lista on liian suuri...

source: list is empty... check the DB server
de: Liste ist leer... ÅberprÅfen Sie den DB-Server
fi: lista on tyhj„... tarkista tietokanta palvelimelta
fr: la liste est vide... vÇrifiez le serveur de base de donnÇes
pl: lista jest pusta... sprawdz serwer DB
pt: Lista vazia... revise o servidor DB
tr: liste bos... veritabanini kontrol edin

source: ERROR: pkgi.txt file(s) missing or bad config.txt file
de: FEHLER: pkgi.txt-Datei(en) fehlen oder fehlerhafte config.txt-Datei
fi: VIRHE: pkgi.txt tiedosto(t) puuttuu tai huono config.txt
fr: ERREURˇ: fichier(s) pkgi.txt manquant(s) ou fichier config.txt incorrect
pl: BLAD: brak pliku(�w) pkgi.txt lub zly plik config.txt
pt: ERRO: Arquivo pkgi.txt ausente ou arquivo config.txt ‚ inv lido
tr: Hata: pkgi.txt dosyasi eksik veya hatali config.txt dosyasi

source: Content
de: Inhalt
fi: Sis„lt”
fr: Contenu
pl: Zawartosc
pt: Conte£do
tr: Iáerik

source: ERROR
de: FEHLER
fi: VIRHE
fr: ERREUR
pl: BLAD
pt: ERRO
tr: HATA

source: Failed to download the update list
de: Fehler beim Herunterladen der Update-Liste
fi: P„ivitys listan lataaminen ep„onnistui
fr: êchec du tÇlÇchargement de la liste des mises Ö jour
pl: Nie udalo sie pobrac listy aktualizacji
pt: Falha ao baixar atualiza‡ao da lista
tr: GÅncelleme listesi indirmesi basarisiz oldu

source: update(s) loaded
de: Update(s) geladen
fi: p„ivitys(ksi„) ladattu
fr: Mise Ö jour(s) chargÇe(s)
pl: zaladowano aktualizacje
pt: Atualiza‡oes carregadas
tr: GÅncelleme(ler) yÅklendi

source: press %s to cancel
de: drÅcke %s um abzubrechen
fi: paina %s peruuttaaksesi
fr: appuyez sur %s pour annuler
pl: nacisnij %s aby anulowac
pt: Pressione %s para cancelar
tr: Iptal etmek iáin %s tusuna basin

source: press %s to close - %s to scan updates
de: drÅcke %s zum Schlie·en - %s zum Scannen von Updates
fi: paina %s sulkeaksesi - %s tarkistaaksesi p„ivitykset
fr: appuyez sur %s pour fermer - %s to scan updates
pl: nacisnij %s, aby zamknac - %s aby przeskanowac aktualizacje
pt: Pressione %s para fechar - %s para buscar atualiza‡oes
tr: Kapatmak iáin %s tusuna, gÅncellemeleri kontrol etmek iáin %s tusuna basin

source: Enter
de: BestÑtigen
fi: Menn„
fr: Entrer
pl: Wejdz
pt: Confirmar
tr: Onayla

source: Back
de: ZurÅck
fi: Takaisin
fr: Arriäre
pl: Cofnij
pt: Voltar
tr: Geri

source: press %s to close
de: drÅcke %s zum schliessen
fi: paina %s sulkeaksesi
fr: appuyez sur %s pour fermer
pl: nacisnij %s aby zamknac
pt: Pressione %s para fechar
tr: Kapatmak iáin %s tusuna basin

source: Install
de: Installiere
fi: Asenna
fr: Installation
pl: Zainstaluj
pt: Instalar
tr: YÅkle

source: ETA
fi: Arvio
pt: Tempo restante

source: Could not send HTTP request
de: HTTP-Anfrage konnte nicht gesendet werden
fi: Ei voitu l„hettt„„ HTTP pyynt”„
fr: Impossible d'envoyer la requàte HTTP
pl: Nie mozna wyslac zadania HTTP
pt: Nao ‚ poss¡vel enviar a solicita‡ao HTTP
tr: HTTP istegi gînderilemedi

source: HTTP request failed
de: HTTP-Anfrage fehlgeschlagen
fi: HTTP pyynt” ep„onnistui
fr: êchec de la requàte HTTP
pl: Zadanie HTTP nie powiodlo sie
pt: Falha ao enviar a solicita‡ao HTTP
tr: HTTP istegi basarisiz oldu

source: HTTP response has unknown length
de: HTTP-Antwort hat unbekannte LÑnge
fi: HTTP vastauksen pituus tuntematon
fr: La rÇponse HTTP a une longueur inconnue
pl: Odpowiedz HTTP ma nieznana dlugosc
pt: Resposta HTTP de tamanho desconhecido
tr: HTTP cevabi bilinmeyen uzunlukta

source: Not enough free space on HDD
de: Nicht genÅgend freier Speicherplatz auf der Festplatte
fi: Ei tarpeeksi tallennustilaa HDD:ll„
fr: Pas assez d'espace libre sur le disque dur
pl: Nie wystarczajaca ilosc miejsca na dysku twardym
pt: Nao h espa‡o suficiete no HDD
tr: HDD'de yeterli bos alan yok

source: Could not create task directory on HDD.
de: Aufgabenverzeichnis auf HDD konnte nicht erstellt werden.
fi: Ei voitu luoda teht„v„ kansiota HDD:lle
fr: Impossible de crÇer le rÇpertoire des tÉches sur le disque dur
pl: Nie mozna utworzyc katalogu zadan na dysku twardym.
pt: Nao foi poss¡vel criar o diret¢rio de tarefas no HDD
tr: HDD'de gîrev dizini olusturulamadi.

source: Saving background task...
de: Hintergrundaufgabe wird gespeichert...
fi: Tallennetaan tausta teht„v„„
fr: Enregistrement de la tÉche en arriäre-plan...
pl: Zapisywanie w tle...
pt: Salvando tarefa em segundo plano...
tr: Arkaplan gîrevi kaydediliyor...

source: Could not create PKG file to HDD.
de: PKG-Datei konnte nicht auf HDD erstellt werden.
fi: Ei voitu luoda PKG tiedostoa HDD:lle
fr: Impossible de crÇer le fichier PKG sur le disque dur
pl: Nie mozna utworzyc pliku PKG na HDD.
pt: Nao foi poss¡vel criar o arquivo PKG para o HDD
tr: PKG dosyasi HDD Åzerinde olusturulamadi.

source: Could not create task files to HDD.
de: Aufgabendateien auf HDD konnten nicht erstellt werden.
fi: Ei voitu luoda teht„v„ tiedostoja HDD:lle
fr: Impossible de crÇer des fichiers de tÉches sur le disque dur
pl: Nie mozna utworzyc plik�w zadan na HDD.
pt: Nao foi poss¡vel criar arquivos de tarefa para o HDD
tr: Gîrev dosyalari HDD Åzerinde olusturulamadi.

source: HTTP download error
de: HTTP-Download-Fehler
fi: HTTP lataus virhe
fr: Erreur de tÇlÇchargement HTTP
pl: Blad pobierania HTTP
pt: Erro de Download HTTP
tr: HTTP indirme hatasi

source: HTTP connection closed
de: HTTP-Verbindung geschlossen
fi: HTTP yhteys suljettu
fr: Connexion HTTP fermÇe
pl: Polaczenie HTTP zamkniete
pt: Conexao HTTP encerrada
tr: HTTP baglantisi kapandi

source: failed to write to
de: konnte nicht an schreiben
fi: kirjoittaminen ep„onnistui sijaintiin
fr: omis d'Çcrire Ö
pl: zapisywanie nie powiodlo sie
pt: Falha em escrever para
tr: suraya yazma islemi basarisiz oldu

source: cannot create folder
de: Ordner kann nicht erstellt werden
fi: ei voida luoda kansiota
fr: impossible de crÇer un dossier
pl: nie mozna utworzyc folderu
pt: Nao foi poss¡vel criar pasta
tr: klasîr olusturulamadi

source: cannot create file
de: kann Datei nicht erstellen
fi: ei voida luoda tiedostoa
fr: impossible de crÇer un fichier
pl: nie mozna stworzyc pliku
pt: Nao foi poss¡vel criar arquivo
tr: dosya olusturulamadi

source: cannot resume file
de: Datei kann nicht fortgesetzt werden
fi: ei voida jatkaa tiedostoa
fr: impossible de reprendre le fichier
pl: nie mozna wznowic pliku
pt: Nao foi poss¡vel retomar arquivo
tr: dosya indirme islemine devam edilemedi

source: pkg integrity failed, try downloading again
de: pkg-IntegritÑt fehlgeschlagen, versuchen Sie den Download erneut
fi: pkg:n yhten„isyys ep„onnistui, yrit„ ladata uudelleen
fr: êchec de l'intÇgritÇ de pkg, essayez Ö nouveau de tÇlÇcharger
pl: Integralnosc pakietu nie powiodla sie, sprobuj pobrac ponownie
pt: Pkg corrompido, realize o download novamente
tr: pkg bÅtÅnlÅgÅ basarisiz oldu, tekrar indirmeyi deneyin

source: Creating RAP file
de: RAP-Datei erstellen
fi: Luodaa RAP tiedostoa
fr: CrÇation fichier RAP
pl: Tworzenie pliku RAP
pt: Criando arquivo RAP
tr: RAP dosyasi olusturuluyor

source: Cannot save
de: Kann nicht speichern
fi: Ei voitu tallentaa
fr: Impossible de sauver
pl: Nie mozna zapisac
pt: Nao foi poss¡vel salvar
tr: Kaydedilemedi

source: Creating RIF file
de: RIF-Datei erstellen
fi: Luodaan RIF tiedostoa
fr: CrÇation fichier RIF
pl: Tworzenie pliku RIF
pt: Criando arquivo RIF
tr: RIF dosyasi olusturulutor

source: Resuming...
de: Fortsetzen...
fi: Jatketaan.
fr: Reprise...
pl: Wznawianie...
pt: Resumindo...
tr: SÅrdÅrÅlÅyor...

source: Adding background task...
de: Hintergrundaufgabe wird hinzugefÅgt...
fi: Lis„t„„n tausta teht„v„„...
fr: Ajout d'une tÉche en arriäre-plan...
pl: Dodawanie zadania w tle...
pt: Adicionando tarefa em segundo plano...
tr: Arkaplan gîrevi ekleniyor...

source: Downloading icon
de: Download-Symbol
fi: Ladataan kuvaketta
fr: TÇlÇchargement icìne
pl: Ikona pobierania
pt: Baixando icone
tr: Simge indiriliyor

source: Could not create install directory on HDD.
de: Installationsverzeichnis auf HDD konnte nicht erstellt werden.
fi: Asennus kansiota ei voitu luoda HDD:lle.
fr: Impossible de crÇer le rÇpertoire d'installation sur le disque dur
pl: Nie mozna utworzyc katalogu instalacyjnego na dysku twardym.
pt: Nao foi poss¡vel criar o diret¢rio de instala‡ao no HDD.
tr: Dizin HDD Åzerinde olusturulamadi.

source: Search...
de: Suchen...
fi: Haku...
fr: Rechercher...
pl: Szukaj...
pt: Buscar...
tr: Ara...

source: Sort by:
de: Sortieren nach:
fi: J„rjest„
fr: Tri par:
pl: Sortuj wedlug:
pt: Ordenar por:
tr: Sirala:

source: Title
fi: Nimike
fr: Titre
pl: Tytul
pt: T¡tulo
tr: Baslik

source: Region
fi: Alue
fr: RÇgion
pt: Regiao
tr: Bîlge

source: Name
fi: Nimi
fr: Nom
pl: Nazwa
pt: Nome
tr: Isim

source: Size
de: Grî·e
fi: Koko
fr: Taille
pl: Rozmiar
pt: Tamanho
tr: Boyut

source: Content:
de: Inhalt:
fi: Sis„lt”:
fr: Contenu:
pl: Zawartosc:
pt: Conte£do:
tr: Iáerik:

source: Regions:
de: Regionen:
fi: Aluuet:
fr: RÇgions:
pl: Regiony:
pt: Regioes:
tr: Bîlgeler:

source: Asia
de: Asien
fi: Aasia
fr: Asie
pl: Azja
tr: Asya

source: Europe
de: Europa
fi: Eurooppa
pl: Europa
pt: Europa
tr: Avrupa

source: Japan
fi: Japani
fr: Japon
pl: Japonia
pt: Japao
tr: Japonya

source: USA
fi: Amerikka
pt: EUA
tr: Amerika

source: Options:
de: Einstellungen:
fi: Asetukset:
pl: Opcje:
pt: Op‡oes:
tr: Seáenekler

source: Back. DL
de: Hint. DL
fi: Takaisin DL
fr: DL en arriäre plan
pl: Przywroc. DL
pt: 2ø Plano
tr: Arkaplan

source: Music
de: Musik
fi: Musiikki
fr: Musique
pl: Muzyka
pt: M£sica
tr: MÅzik

source: Refresh...
de: Aktualiseiren...
fi: P„ivit„...
fr: Rafraåchir...
pl: Odswiez...
pt: Recarregar...
tr: Yenile...

source: Direct DL
de: Direkt DL
fi: Suora DL
fr: TÇlÇchargement Direct
pl: Skieruj DL
pt: Baixar Direto
tr: Direkt

source: list is too large... check for newer pkgi version!
de: Liste ist zu gro·... nach neueren pkgi-Versionen suchen!
fr: la liste est trop longue... vÇrifiez la nouvelle version de pkgi!
pl: lista jest za duza... sprawdz nowsza wersje pkgi!
pt: Lista ‚ muito grande... verificar nova versao do pkgi
tr: liste áok bÅyÅk... yeni pkgi sÅrÅmÅnÅ kontrol edin!

source: GB
fr: Go

source: MB
fr: Mo

source: KB
fr: Ko

source: B
fr: o
