Repository: bucanero/pkgi-ps3
Catalog: pkgfiles/USRDIR/LANG/ch.po
Languages: ch

source: Installing
ch: 安b中

source: Please wait...
ch: 稍等...

source: Installation failed
ch: 安b失

source: Successfully downloaded
ch: 下d完成

source: Task successfully queued (reboot to start)
ch: 任找殉晒ε抨(重_始)

source: pkg requires %u %s free space, but only %u %s available
ch: pkg需要%u %s剩N空间, 但只有%u %s可用

source: All
ch: 全部

source: Games
ch: 游

source: DLCs
ch: 追加内容

source: Themes
ch: 主}

source: Avatars
ch: ^像

source: Demos
ch: 玩

source: Updates
ch: 更新

source: Emulators
ch: 模M器

source: Apps
ch: 用程序

source: Tools
ch: 工具

source: Unknown
ch: 未知

source: Exit to XMB?
ch: 退出到XMB幔

source: No items!
ch: o热荩

source: Item already installed, download again?
ch: 热菀寻惭b，是否重新下载？

source: Downloading...
ch: 下d中...

source: Preparing...
ch: 渲...

source: Refreshing
ch: 刷新中

source: Free
ch: 剩N

source: Select
ch: x

source: Close
ch: P]

source: Cancel
ch: 取消

source: Download
ch: 下d

source: Menu
ch: 菜

source: Exit
ch: 退出

source: Successfully downloaded PKGi PS3 update
ch: 下dPKGi PS3更新成功

source: Search
ch: 搜索

source: failed to download list from
ch: 下d列表失

source: list is too large... check for newer pkgi version!
ch: 列表^大...z查是不是新的pkgi版本！

source: list is empty... check the DB server
ch: 列表榭...z查旆掌

source: ERROR: pkgi.txt file(s) missing or bad config.txt file
ch: e`：pkgi.txt文件G失或配置文件e`

source: Content
ch: 热

source: ERROR
ch: e`

source: Failed to download the update list
ch: 下载更新列表失败

source: update(s) loaded
ch: 更新加d

source: press %s to cancel
ch: 按%s取消

source: press %s to close - %s to scan updates
ch: 按%sP] - %s呙韪新

source: Enter
ch: _J

source: Back
ch: 返回

source: press %s to close
ch: 按%sP]

source: Install
ch: 安b

source: Could not send HTTP request
ch: o法l送HTTP求

source: HTTP request failed
ch: HTTP求失

source: HTTP response has unknown length
ch: 未知HTTPL度

source: Not enough free space on HDD
ch: 硬P空g不足

source: Could not create task directory on HDD.
ch: o法在硬P建任漳夸。

source: Saving background task...
ch: 保存後_任罩...

source: Could not create PKG file to HDD.
ch: o法建PKG文件到硬PY。

source: Could not create task files to HDD.
ch: o法建任瘴募到硬盘Y。

source: HTTP download error
ch: HTTP下de`

source: HTTP connection closed
ch: HTTPB接P]

source: failed to write to
ch: 入失

source: cannot create folder
ch: o法建文件夹

source: cannot create file
ch: o法建文件

source: cannot resume file
ch: o法恢臀募

source: pkg integrity failed, try downloading again
ch: pkg完整性失。L重新下d

source: Creating RAP file
ch: 建RAP文件中

source: Cannot save
ch: o法保存

source: Creating RIF file
ch: 建RIF文件中

source: Resuming...
ch: 恢椭...

source: Adding background task...
ch: 添加後_任罩...

source: Downloading icon
ch: 下dD酥

source: Could not create install directory on HDD.
ch: o法在硬P建安b目。

source: Search...
ch: 搜索...

source: Sort by:
ch: 排序方式：

source: Title
ch: 祟}

source: Region
ch: ^域

source: Name
ch: 名Q

source: Size
ch: 大小

source: Content:
ch: 热荩

source: Regions:
ch: ^域：

source: Asia
ch: 洲

source: Europe
ch: W洲

source: Japan
ch: 日本

source: USA
ch: 美

source: Options:
ch: x：

source: Back. DL
ch: 後_下d

source: Music
ch: 音

source: Refresh...
ch: 刷新中...

source: Direct DL
ch: 直接下d
